{
  "lastUpdated": "2015-11-26T06:00:00-06:00",
  "data": [
    {
      "title": "New in Trib+Edu: Who's the Next Texas Education Chief?",
      "url": "https://www.texastribune.org/plus/edu/",
      "pubDate": "11/26/2015",
      "description": "In this week's edition of the Trib+Edu newsletter: Sizing up the contenders to succeed Michael Williams at TEA, tracking the progress of the follow up to No Child Left Behind and an interview with Kevin Cokley of the University of Texas at Austin.",
      "leadArt": "//static.texastribune.org/media/images/2014/04/17/TribPlus-EDU_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Who Will Abbott Choose as the Next Texas Education Chief?",
      "url": "http://www.texastribune.org/2015/11/22/who-will-be-next-texas-education-chief/",
      "pubDate": "11/22/2015",
      "description": "A look at who might be among Gov. Greg Abbott's choices as he ponders the possibilities to fill the post Texas Education Agency Commissioner Michael Williams will leave in January.",
      "leadArt": "//static.texastribune.org/media/images/2015/11/17/commissioner_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Education Board Rejects Panel to Review Textbook Errors",
      "url": "http://www.texastribune.org/2015/11/18/sboe-rejects-panel-review-textbook-errors/",
      "pubDate": "11/18/2015",
      "description": "Weeks after a Houston-area mother sparked an uproar over a caption in her son’s ninth grade textbook that inaccurately described African slaves as “workers,” the State Board of Education tentatively approved several changes to its textbook adoption process. ",
      "leadArt": "//static.texastribune.org/media/images/2014/10/23/IMG_8540_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "SBOE: School Boards Can't Hire Just Anyone as Superintendent",
      "url": "http://www.texastribune.org/2015/11/18/sboe-school-boards-cant-hire-any-old-superintenden/",
      "pubDate": "11/18/2015",
      "description": "The State Board of Education on Wednesday rejected a rule change that would have allowed school boards to hire anyone they wanted as superintendent — even if the candidate had no public education experience. But its members still seem poised to drop a requirement that superintendents have classroom experience.  ",
      "leadArt": "//static.texastribune.org/media/images/2014/10/23/0K7B9406_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Video: The Future of Public Education Policy",
      "url": "http://www.texastribune.org/2015/11/17/public-education-the-next-five-years/",
      "pubDate": "11/17/2015",
      "description": "On 11/13, I talked about the future of public education policy in Texas with state. Rep. Mary González, D-Clint, a member of the House Public Education Committee; Lizzette González Reynolds, chief deputy commissioner of the Texas Education Agency; Juan Cabrera, superintendent of the El Paso Independent School District; and Eduardo Rodriguez, interim executive director of the Council on Regional Economic Expansion and Educational Development.",
      "leadArt": null
    },
    {
      "title": "New in Trib+Edu: Hard to Retain Special Ed Teachers",
      "url": "https://www.texastribune.org/plus/edu/",
      "pubDate": "11/12/2015",
      "description": "In this week's edition of the Trib+Edu newsletter: Unique challenges make special ed teachers hard to attract and retain, using technology to help students learn and an interview with Jeanne Tunks of the University of North Texas.",
      "leadArt": "//static.texastribune.org/media/images/2014/04/17/TribPlus-EDU_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "UT System Plans to Open New Campus in Houston",
      "url": "http://www.texastribune.org/2015/11/05/ut-system-plans-open-new-campus-houston/",
      "pubDate": "11/5/2015",
      "description": "The University of Texas System plans to build a new campus on 300 acres in the southwestern part of Houston, an initiative its leaders say will drastically expand the system's presence in the state's biggest city. ",
      "leadArt": "//static.texastribune.org/media/images/2015/02/05/_BDB3634_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Ahead of 2017 Session, Straus Issues Directives for Texas House",
      "url": "http://www.texastribune.org/2015/11/04/straus-issues-more-150-interim-charges/",
      "pubDate": "11/4/2015",
      "description": "House Speaker Joe Straus issued more than 150 interim charges Wednesday, directing committees to study issues such as the effectiveness of border security operations and the impact of the plummeting cost of oil on the local economy.",
      "leadArt": "//static.texastribune.org/media/images/2015/06/09/UP9A7921_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Audit Finds Fire Safety Concerns at Texas School for the Deaf",
      "url": "http://www.texastribune.org/2015/11/03/audit-finds-fire-safety-concerns-texas-school-deaf/",
      "pubDate": "11/3/2015",
      "description": "At the historic Texas School for the Deaf in Austin, strobe lights are supposed to flash in case of fire. But in some places on campus, those visual alarms do not work, according to a state audit report released Tuesday. The lights were one of several fire safety weaknesses that State Auditor John Keel's staff identified at the 159-year-old school.",
      "leadArt": "//static.texastribune.org/media/images/2015/02/10/15875352853_bc2f724625_z_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Paxton Blasts \"Never-Ending\" School Suits",
      "url": "http://www.texastribune.org/2015/10/30/paxton-blasts-never-ending-school-finance-lawsuits/",
      "pubDate": "10/30/2015",
      "description": "Texas Attorney General Ken Paxton on Friday called for an end to “a never-ending cycle of perpetual litigation” over how the state funds its public schools, saying the courts should stay out of a legislative decision. He described the latest school finance case as another example of parties inappropriately evading the Legislature.",
      "leadArt": "//static.texastribune.org/media/images/2015/09/29/UP9A0115_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Video: You're Welcome, America: Texas in 2050",
      "url": "http://www.texastribune.org/2015/10/29/video-youre-welcome-america-texas-in-2050/",
      "pubDate": "10/29/2015",
      "description": "Here's full video of the \"You're Welcome, America: Texas in 2050\" session from the 2015 Texas Tribune Festival. The session was presented by Steve Murdock, a former state demographer and a former director of the U.S. Census Bureau.",
      "leadArt": null
    },
    {
      "title": "New in Trib+Edu: Mentorships and Teacher Turnover",
      "url": "https://www.texastribune.org/plus/edu/",
      "pubDate": "10/29/2015",
      "description": "In this week's edition of the Trib+Edu newsletter: Veteran teachers offer mentorship to ward off young teachers' disillusionment, a new study encourages teachers to develop rapport with their students and an interview with Steven Woltering of Texas A&M University.",
      "leadArt": "//static.texastribune.org/media/images/2014/04/17/TribPlus-EDU_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "2015 Tribune Festival: Audio From the Public Ed Track",
      "url": "http://www.texastribune.org/2015/10/28/2015-tribune-festival-audio-public-ed-track/",
      "pubDate": "10/28/2015",
      "description": "The Public Education track at The 2015 Texas Tribune Festival featured panel discussions on turning around struggling schools, pre-K, public education and the Legislature, and charter schools. There was also a conversation with Education Commissioner Michael Williams. ",
      "leadArt": null
    },
    {
      "title": "2015 Tribune Festival: Videos of the Keynote Sessions",
      "url": "http://www.texastribune.org/2015/10/28/2015-tribune-festival-videos-keynote-sessions/",
      "pubDate": "10/28/2015",
      "description": "During the keynote sessions of the 2015 Texas Tribune Festival, we featured one-on-one conversations with Dan Patrick, Joe Straus, Nancy Pelosi and Julián Castro. You can watch those interviews and videos of our other keynote sessions here.",
      "leadArt": null
    },
    {
      "title": "Teacher Groups Ask For Health Care Help — Again",
      "url": "http://www.texastribune.org/2015/10/22/teacher-groups-ask-health-care-help-again/",
      "pubDate": "10/22/2015",
      "description": "Teacher groups on Thursday renewed their call for the Legislature to put more money into a health insurance plan that has seen school employees foot an increasing share of the premiums as the state contribution has remained the same.",
      "leadArt": "//static.texastribune.org/media/images/2013/03/11/D54H7968_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "UIL Punts to Superintendents on Student-Athlete Gender Policy",
      "url": "http://www.texastribune.org/2015/10/19/uil-codify-gender-identity-policy/",
      "pubDate": "10/19/2015",
      "description": "The governing body for Texas high school sports decided Monday to ask superintendents to determine whether to formalize a policy that uses student-athletes' birth certificates to determine their gender.   ",
      "leadArt": "//static.texastribune.org/media/images/SPORTS_Triptych_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Education Commissioner Leaving at Year's End",
      "url": "http://www.texastribune.org/2015/10/15/education-commissioner-williams-resigning-years-en/",
      "pubDate": "10/15/2015",
      "description": "Texas Education Commissioner Michael Williams informed Gov. Greg Abbott on Thursday morning that he will step down from his position at end of the year, Williams' office confirmed.",
      "leadArt": "//static.texastribune.org/media/images/xWilliamsMichael0269TT_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Analysis: Shifting Figures in Your Property Tax Bill",
      "url": "http://www.texastribune.org/2015/10/15/analysis-shifting-numbers-your-property-tax-bill/",
      "pubDate": "10/15/2015",
      "description": "Far more money is extracted from Texans in the form of state and local sales taxes, but property taxes are the source of more complaints. School taxes lead the list but account for a smaller share of the overall tax bill than 10 years ago.",
      "leadArt": "//static.texastribune.org/media/images/2015/02/24/PropertyTax-DollarSigns_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "New in Trib+Edu: New Benefit of Dual-Language Class",
      "url": "https://www.texastribune.org/plus/edu/",
      "pubDate": "10/15/2015",
      "description": "In this week's edition of the Trib+Edu newsletter: It's not just English language learners who benefit from dual-language instruction, Obama makes a polarizing pick for education secretary and an interview with Keisha Bentley-Edwards of the University of Texas at Austin.",
      "leadArt": "//static.texastribune.org/media/images/2014/04/17/TribPlus-EDU_jpg_155x155_crop_q100.jpg"
    },
    {
      "title": "Patrick Asks Senators to Study School Choice, Student Debt",
      "url": "http://www.texastribune.org/2015/10/12/patrick-asks-senators-study-school-choice/",
      "pubDate": "10/12/2015",
      "description": "\"School choice,\" including controversial tax credit scholarships, tops a lengthy list of public education issues Lt. Gov. Dan Patrick has asked state senators to study ahead of the 2017 legislative session.",
      "leadArt": "//static.texastribune.org/media/images/2015/06/04/UP9A7263_jpg_155x155_crop_q100.jpg"
    }
  ]
}
